Repository: sidimam/AmuleRemote
Catalog: Localizable.xcstrings
Source language: it
Languages: ar, de, en, es, fr, zh_hans

source: Trasferimenti
ar: التحويلات
de: Übertragungen
en: Transfers
es: Transferencias
fr: Transferts
zh_hans: 传输

source: Trasferimenti (%lld)
ar: التحويلات (%lld)
de: Übertragungen (%lld)
en: Transfers (%lld)
es: Transferencias (%lld)
fr: Transferts (%lld)
zh_hans: 传输（%lld）

source: Trasferimenti e ricerca
ar: التحويلات والبحث
de: Transfers und Suche
en: Transfers and search
es: Transferencias y búsqueda
fr: Transferts et recherche
zh_hans: 传输与搜索

source: Trasferiti
ar: المنقول
de: Übertragen
en: Transferred
es: Transferido
fr: Transféré
zh_hans: 已传输

source: Trovati %lld profili server su iCloud.
ar: تم العثور على %lld من ملفات تعريف الخادم في iCloud.
de: %lld Serverprofile in iCloud gefunden.
en: %lld server profiles found on iCloud.
es: Se han encontrado %lld perfiles de servidor en iCloud.
fr: %lld profils de serveur trouvés sur iCloud.
zh_hans: 在 iCloud 上找到 %lld 个服务器配置。

source: Trovato un backup con %lld profili server (ultimo aggiornamento %@). Vuoi ripristinarlo su questo dispositivo?
ar: تم العثور على نسخة احتياطية تحتوي على %lld من ملفات تعريف الخادم (آخر تحديث %@). هل تريد استعادتها على هذا الجهاز؟
de: Backup mit %lld Serverprofilen gefunden (letzte Aktualisierung %@). Auf diesem Gerät wiederherstellen?
en: Found a backup with %lld server profiles (last updated %@). Restore it on this device?
es: Se ha encontrado una copia con %lld perfiles de servidor (última actualización %@). ¿Restaurarla en este dispositivo?
fr: Une sauvegarde avec %lld profils de serveur a été trouvée (dernière mise à jour %@). La restaurer sur cet appareil ?
zh_hans: 找到包含 %lld 个服务器配置的备份（最后更新 %@）。要在此设备上恢复吗？

source: Trovato un backup con %lld profili server. Vuoi ripristinarlo su questo dispositivo?
ar: تم العثور على نسخة احتياطية تحتوي على %lld من ملفات تعريف الخادم. هل تريد استعادتها على هذا الجهاز؟
de: Backup mit %lld Serverprofilen gefunden. Auf diesem Gerät wiederherstellen?
en: Found a backup with %lld server profiles. Restore it on this device?
es: Se ha encontrado una copia con %lld perfiles de servidor. ¿Restaurarla en este dispositivo?
fr: Une sauvegarde avec %lld profils de serveur a été trouvée. La restaurer sur cet appareil ?
zh_hans: 找到包含 %lld 个服务器配置的备份。要在此设备上恢复吗？

source: Trovato un backup con un profilo server (ultimo aggiornamento %@). Vuoi ripristinarlo su questo dispositivo?
ar: تم العثور على نسخة احتياطية تحتوي على ملف تعريف خادم واحد (آخر تحديث %@). هل تريد استعادتها على هذا الجهاز؟
de: Backup mit einem Serverprofil gefunden (letzte Aktualisierung %@). Auf diesem Gerät wiederherstellen?
en: Found a backup with one server profile (last updated %@). Restore it on this device?
es: Se ha encontrado una copia con un perfil de servidor (última actualización %@). ¿Restaurarla en este dispositivo?
fr: Une sauvegarde avec un profil de serveur a été trouvée (dernière mise à jour %@). La restaurer sur cet appareil ?
zh_hans: 找到包含 1 个服务器配置的备份（最后更新 %@）。要在此设备上恢复吗？

source: Trovato un backup con un profilo server. Vuoi ripristinarlo su questo dispositivo?
ar: تم العثور على نسخة احتياطية تحتوي على ملف تعريف خادم واحد. هل تريد استعادتها على هذا الجهاز؟
de: Backup mit einem Serverprofil gefunden. Auf diesem Gerät wiederherstellen?
en: Found a backup with one server profile. Restore it on this device?
es: Se ha encontrado una copia con un perfil de servidor. ¿Restaurarla en este dispositivo?
fr: Une sauvegarde avec un profil de serveur a été trouvée. La restaurer sur cet appareil ?
zh_hans: 找到包含 1 个服务器配置的备份。要在此设备上恢复吗？

source: Tutti
ar: الكل
de: Alle
en: All
es: Todos
fr: Tous
zh_hans: 全部

source: URL aggiornamento nodes.dat:
ar: عنوان تحديث nodes.dat:
de: nodes.dat-Update-URL:
en: nodes.dat update URL:
es: URL de actualización de nodes.dat:
fr: URL de mise à jour de nodes.dat :
zh_hans: nodes.dat 更新 URL：

source: URL ipfilter:
ar: عنوان ipfilter:
de: ipfilter-URL:
en: ipfilter URL:
es: URL de ipfilter:
fr: URL d'ipfilter :
zh_hans: ipfilter URL：

source: URL lista server:
ar: عنوان قائمة الخوادم:
de: Serverlisten-URL:
en: Server list URL:
es: URL de la lista de servidores:
fr: URL de la liste des serveurs :
zh_hans: 服务器列表 URL：

source: Upload
ar: الرفع
es: Subida
fr: Envoi
zh_hans: 上传

source: Upload a %@.
ar: الرفع بسرعة %@.
de: Upload mit %@.
en: Uploading at %@.
es: Subiendo a %@.
fr: Envoi à %@.
zh_hans: 上传速度 %@。

source: Upload attivi: %lld
ar: الرفع النشط: %lld
de: Aktive Uploads: %lld
en: Active uploads: %lld
es: Subidas activas: %lld
fr: Envois actifs : %lld
zh_hans: 活跃上传：%lld

source: Usa compressione gzip
ar: استخدام ضغط gzip
de: gzip-Komprimierung verwenden
en: Use gzip compression
es: Usar compresión gzip
fr: Utiliser la compression gzip
zh_hans: 使用 gzip 压缩

source: Usa sistema di punteggio (score)
ar: استخدام نظام النقاط
de: Punktesystem verwenden
en: Use scoring system
es: Usar sistema de puntuación (score)
fr: Utiliser le système de score
zh_hans: 使用评分系统

source: Utente
ar: المستخدم
de: Benutzer
en: User
es: Usuario
fr: Utilisateur
zh_hans: 用户

source: Utenti
ar: المستخدمون
de: Benutzer
en: Users
es: Usuarios
fr: Utilisateurs
zh_hans: 用户

source: Utenti Kad
ar: مستخدمو Kad
de: Kad-Benutzer
en: Kad users
es: Usuarios Kad
fr: Utilisateurs Kad
zh_hans: Kad 用户

source: Utenti eD2k
ar: مستخدمو eD2k
de: eD2k-Benutzer
en: eD2k users
es: Usuarios eD2k
fr: Utilisateurs eD2k
zh_hans: eD2k 用户

source: Utenti: %llu
ar: المستخدمون: %llu
de: Benutzer: %llu
en: Users: %llu
es: Usuarios: %llu
fr: Utilisateurs : %llu
zh_hans: 用户：%llu

source: Vai offline dopo inattività
ar: الانتقال إلى عدم الاتصال بعد الخمول
de: Nach Inaktivität offline gehen
en: Go offline after inactivity
es: Pasar a Sin conexión tras inactividad
fr: Passer hors ligne après inactivité
zh_hans: 闲置后进入离线状态

source: Velocità
ar: السرعة
de: Geschwindigkeit
en: Speed
es: Velocidad
fr: Vitesse
zh_hans: 速度

source: Velocità di download
ar: سرعة التنزيل
de: Download-Geschwindigkeit
en: Download speed
es: Velocidad de descarga
fr: Vitesse de téléchargement
zh_hans: 下载速度

source: Velocità di download attuale del server aMule, in kB/s (numero utilizzabile nelle automazioni).
ar: سرعة التنزيل الحالية لخادم aMule بوحدة kB/s (رقم يمكن استخدامه في الأتمتة).
de: Aktuelle Download-Geschwindigkeit des aMule-Servers in kB/s (als Zahl in Automationen nutzbar).
en: Current download speed of the aMule server, in kB/s (a number you can use in automations).
es: Velocidad de descarga actual del servidor aMule, en kB/s (número utilizable en automatizaciones).
fr: Vitesse de téléchargement actuelle du serveur aMule, en ko/s (nombre utilisable dans les automatisations).
zh_hans: aMule 服务器当前的下载速度（kB/s，可在自动化中使用的数值）。

source: Velocità di upload
ar: سرعة الرفع
de: Upload-Geschwindigkeit
en: Upload speed
es: Velocidad de subida
fr: Vitesse d'envoi
zh_hans: 上传速度

source: Velocità di upload attuale del server aMule, in kB/s.
ar: سرعة الرفع الحالية لخادم aMule بوحدة kB/s.
de: Aktuelle Upload-Geschwindigkeit des aMule-Servers in kB/s.
en: Current upload speed of the aMule server, in kB/s.
es: Velocidad de subida actual del servidor aMule, en kB/s.
fr: Vitesse d'envoi actuelle du serveur aMule, en ko/s.
zh_hans: aMule 服务器当前的上传速度（kB/s）。

source: Velocità, reti eD2k/Kad e download attivi del server aMule.
ar: سرعات خادم aMule وشبكات eD2k/Kad والتنزيلات النشطة.
de: Geschwindigkeiten, eD2k-/Kad-Netzwerke und aktive Downloads des aMule-Servers.
en: Speeds, eD2k/Kad networks and active downloads of the aMule server.
es: Velocidades, redes eD2k/Kad y descargas activas del servidor aMule.
fr: Vitesses, réseaux eD2k/Kad et téléchargements actifs du serveur aMule.
zh_hans: aMule 服务器的速度、eD2k/Kad 网络和活跃下载。

source: Verde (originale)
ar: أخضر (أصلي)
de: Grün (Original)
en: Green (original)
es: Verde (original)
fr: Vert (original)
zh_hans: 绿色（原版）

source: Verde acqua
ar: أزرق مخضر
de: Türkis
en: Teal
es: Verde azulado
fr: Bleu sarcelle
zh_hans: 青色

source: Verifica che l'app possa aprire una connessione TCP alla porta EC del server aMule.
ar: يتحقق من قدرة التطبيق على فتح اتصال TCP بمنفذ EC لخادم aMule.
de: Prüft, ob die App eine TCP-Verbindung zum EC-Port des aMule-Servers öffnen kann.
en: Checks that the app can open a TCP connection to the aMule server's EC port.
es: Comprueba que la app pueda abrir una conexión TCP al puerto EC del servidor aMule.
fr: Vérifie que l'app peut ouvrir une connexion TCP vers le port EC du serveur aMule.
zh_hans: 检查应用能否通过 TCP 连接 aMule 服务器的 EC 端口。

source: Verifica se un eventuale webserver aMule (amuleweb) risponde all'indirizzo indicato, via HTTPS o HTTP.
ar: يتحقق مما إذا كان خادم ويب aMule (amuleweb) يستجيب على العنوان المحدد عبر HTTPS أو HTTP.
de: Prüft, ob ein aMule-Webserver (amuleweb) unter der angegebenen Adresse per HTTPS oder HTTP antwortet.
en: Checks whether an aMule web server (amuleweb) responds at the given address, via HTTPS or HTTP.
es: Comprueba si un servidor web de aMule (amuleweb) responde en la dirección indicada, por HTTPS o HTTP.
fr: Vérifie si un serveur web aMule (amuleweb) répond à l'adresse indiquée, en HTTPS ou HTTP.
zh_hans: 检查 aMule 网页服务器（amuleweb）是否在指定地址响应（HTTPS 或 HTTP）。

source: Versione
ar: الإصدار
de: Version
en: Version
es: Versión
fr: Version
zh_hans: 版本

source: Versione aMule
ar: إصدار aMule
de: aMule-Version
en: aMule Version
es: Versión de aMule
fr: Version d'aMule
zh_hans: aMule 版本

source: Viola
ar: بنفسجي
de: Violett
en: Purple
es: Morado
fr: Violet
zh_hans: 紫色

source: Web server (amuleweb)
ar: خادم الويب (amuleweb)
es: Servidor web (amuleweb)
fr: Serveur web (amuleweb)
zh_hans: 网页服务器 (amuleweb)

source: Webserver aMule (facoltativo)
ar: خادم ويب aMule (اختياري)
de: aMule-Webserver (optional)
en: aMule Web Server (optional)
es: Servidor web de aMule (opcional)
fr: Serveur web aMule (facultatif)
zh_hans: aMule 网页服务器（可选）

source: aMule Remote ti avvisa quando un download parte o finisce, quando il server aMule non risponde e quando le reti eD2k e Kad cadono o si riconnettono. Nessun filtro da configurare nell'app: quanto e come riceverle lo decidi nelle Impostazioni di sistema.
ar: يُخطرك aMule Remote عند بدء تنزيل أو انتهائه، وعندما لا يستجيب خادم aMule، وعندما تنقطع شبكتا eD2k وKad أو تُعيدان الاتصال. لا شيء لضبطه داخل التطبيق: تقرر كمية الإشعارات وطريقة استلامها في إعدادات النظام.
de: aMule Remote meldet dir, wenn ein Download startet oder endet, wenn der aMule-Server nicht antwortet und wenn die eD2k- und Kad-Netzwerke abbrechen oder sich wieder verbinden. Nichts in der App zu konfigurieren: Wie viel und wie du sie erhältst, entscheidest du in den Systemeinstellungen.
en: aMule Remote lets you know when a download starts or finishes, when the aMule server stops responding and when the eD2k and Kad networks drop or reconnect. Nothing to configure in the app: how much and how you receive them is decided in the system Settings.
es: aMule Remote te avisa cuando una descarga empieza o termina, cuando el servidor aMule no responde y cuando las redes eD2k y Kad se caen o se reconectan. Nada que configurar en la app: cuánto y cómo recibirlas lo decides en los Ajustes del sistema.
fr: aMule Remote vous prévient quand un téléchargement démarre ou se termine, quand le serveur aMule ne répond plus et quand les réseaux eD2k et Kad se coupent ou se reconnectent. Rien à configurer dans l'app : la fréquence et la forme se décident dans les Réglages du système.
zh_hans: 当下载开始或完成、aMule 服务器无响应、eD2k 和 Kad 网络断开或重连时，aMule Remote 会通知你。App 内无需任何设置：接收多少、如何接收，都在系统“设置”中决定。

source: aMule Remote è software libero distribuito con licenza MIT: puoi usarlo, copiarlo, modificarlo e ridistribuirlo liberamente, conservando la nota di copyright.
ar: aMule Remote برنامج حر صادر بترخيص MIT: يمكنك استخدامه ونسخه وتعديله وإعادة توزيعه بحرية مع الاحتفاظ بإشعار حقوق النشر.
de: aMule Remote ist freie Software unter der MIT-Lizenz: Du darfst sie frei verwenden, kopieren, verändern und weitergeben, solange der Copyright-Hinweis erhalten bleibt.
en: aMule Remote is free software released under the MIT License: you may use, copy, modify and redistribute it freely, keeping the copyright notice.
es: aMule Remote es software libre publicado con licencia MIT: puedes usarlo, copiarlo, modificarlo y redistribuirlo libremente, conservando el aviso de copyright.
fr: aMule Remote est un logiciel libre publié sous licence MIT : vous pouvez l'utiliser, le copier, le modifier et le redistribuer librement, en conservant la mention de copyright.
zh_hans: aMule Remote 是基于 MIT 许可证发布的自由软件：你可以自由使用、复制、修改和再分发，但需保留版权声明。

source: connesso
ar: متصل
de: verbunden
en: connected
es: conectado
fr: connecté
zh_hans: 已连接

source: disconnesso
ar: غير متصل
de: getrennt
en: disconnected
es: desconectado
fr: déconnecté
zh_hans: 已断开

source: eD2k disconnesso
ar: eD2k غير متصل
de: eD2k getrennt
en: eD2k disconnected
es: eD2k desconectado
fr: eD2k déconnecté
zh_hans: eD2k 已断开

source: eD2k riconnesso
ar: تمت إعادة الاتصال بـ eD2k
de: eD2k wieder verbunden
en: eD2k reconnected
es: eD2k reconectado
fr: eD2k reconnecté
zh_hans: eD2k 已重新连接

source: es. Unraid casa
ar: مثل Unraid المنزل
de: z. B. Unraid zuhause
en: e.g. Home Unraid
es: p. ej. Unraid casa
fr: ex. Unraid maison
zh_hans: 如 家里的 Unraid

source: es. mkv
ar: مثل mkv
de: z. B. mkv
en: e.g. mkv
es: p. ej. mkv
fr: ex. mkv
zh_hans: 如 mkv

source: es. unraid.local o 192.168.1.10
ar: مثل unraid.local أو 192.168.1.10
de: z. B. unraid.local oder 192.168.1.10
en: e.g. unraid.local or 192.168.1.10
es: p. ej. unraid.local o 192.168.1.10
fr: ex. unraid.local ou 192.168.1.10
zh_hans: 如 unraid.local 或 192.168.1.10

source: fonti
ar: المصادر
de: Quellen
en: sources
es: fuentes
fr: sources
zh_hans: 来源

source: nessuna
ar: بلا
de: keine
en: none
es: ninguna
fr: aucune
zh_hans: 无

source: testo nel nome
ar: نص في الاسم
de: Text im Namen
en: text in the name
es: texto en el nombre
fr: texte dans le nom
zh_hans: 名称中的文本

source: tutte
ar: الكل
de: alle
en: all
es: todas
fr: toutes
zh_hans: 全部

source: • da %@
ar: • منذ %@
de: • seit %@
en: • for %@
es: • desde hace %@
fr: • depuis %@
zh_hans: • 已 %@
